{
  "langSwitcher": {
    "en": "English",
    "de": "Deutsch",
    "pl": "Polski",
    "chooseLang": "Deutsch"
  },
  "gallery": "Galerie",
  "documents": "Unterlagen",
  "aboutUs": {
    "mainTitle": "Über uns",
    "whoWeAre": {
      "title": "Wer sind wir?",
      "subtitle": "Grand Transport Logistics ist eine Gruppe von Spezialisten, die europaweit moderne Logistiklösungen anbieten. Bei unserer Arbeit achten wir darauf, positive Beziehungen sowohl zu unseren Kunden als auch innerhalb des Unternehmens aufrechtzuerhalten. Dies schlägt sich direkt in Arbeitsergebnissen und einem deutlichen, stabilen Wachstum des Unternehmens nieder. In unserem Unternehmen legen wir großen Wert auf Innovation und kontinuierlichen Fortschritt. Wir unterstützen uns mit modernen Tools und nutzen künstliche Intelligenz, um die Qualität unserer Dienstleistungen stetig zu verbessern.",
      "punctuality": "Pünktlichkeit",
      "security": "Sicherheit",
      "partnership": "Partnerschaft"
    },
    "localization": {
      "title": "Unser modernes Büro",
      "subtitle": "Wir befinden uns im Zentrum von Bydgoszcz. Das Büro unseres Unternehmens ist mit erstklassiger moderner und ergonomischer Ausstattung ausgestattet, die Komfort und Effizienz der Arbeit gewährleistet.",
      "seeOffice": "Büro ansehen"
    },
    "more": {
      "title": "Mehr über uns",
      "subtitle": "Die Integration der Mitarbeiter ist für uns ein Schlüsselelement beim Aufbau guter Beziehungen. Unser Team arbeitet nicht nur zusammen, sondern verbringt auch gemeinsam Freizeit. Mahlzeiten, Spielen an der Konsole und unvergessliche Ausflüge sind nur einige der Attraktionen im Orion Express. Wir organisieren unvergessliche Events für Mitarbeiter, die es ihnen ermöglichen, der Realität zu entfliehen."
    }
  },
  "career": {
    "mainTitle": "Karriere",
    "subtitle": {
      "firstHalf": "Arbeite bei Grand",
      "secondHalf": "Transport Logistics"
    },
    "text": "Die Arbeit bei Grand Transport Logistics ist eine ideale Gelegenheit für Sie, Ihr Transportangebot zu erweitern oder Ihre Speditionsfähigkeiten weiterzuentwickeln. Die Zusammenarbeit in Projekten, ein attraktives Vergütungssystem und die ständige Weiterentwicklung der Fähigkeiten sind nur einige Merkmale, die unsere Aktivitäten auszeichnen.",
    "work": {
      "title": "Stellen verfügbar",
      "carrier": "Träger",
      "driver": "Treiber",
      "dispatcher": "Dispatcher",
      "forwarder": "Spediteur",
      "administration": "Verwaltung"
    }
  },
  "contactForm": {
    "title": "Kontaktformular"
  },
  "contact": {
    "title": "Kontaktieren",
    "subtitle": "Kontaktieren Sie die Spezialisten von Grand Transport Logistics, um die Einzelheiten der Zusammenarbeit zu besprechen. Wir beantworten Ihre Fragen und zerstreuen alle Zweifel bezüglich des Logistiktransports.",
    "teamTitle1": "Benötigen Sie Kontakt zu einer bestimmten Person aus unserem Team?",
    "teamTitle2": "Werfen Sie einen Blick auf die gesamte Crew von Grand Transport Logistics"
  }
}
