{
  "langSwitcher": {
    "en": "English",
    "de": "Deutsch",
    "pl": "Polski",
    "chooseLang": "English"
  },
  "gallery": "Gallery",
  "documents": "Documents",
  "aboutUs": {
    "mainTitle": "About us",
    "whoWeAre": {
      "title": "Who are we?",
      "subtitle": "Grand Transport Logistics is a group of specialists offering modern logistics solutions throughout Europe. During our work, we make sure to maintain positive relationships both with our clients and within the company. This translates directly into work results and significant, stable growth of the company. In our company, we place great emphasis on innovation and continuous progress. We support ourselves with modern tools and use artificial intelligence to constantly improve the quality of our services.",
      "punctuality": "Punctuality",
      "security": "Security",
      "partnership": "Partnership"
    },
    "localization": {
      "title": "Our modern office",
      "subtitle": "We are located in the very center of Bydgoszcz. Our company's office is equipped with top-shelf modern and ergonomic equipment, ensuring comfort and efficiency of work.",
      "seeOffice": "See office"
    },
    "more": {
      "title": "More about us",
      "subtitle": "Die Integration der Mitarbeiter ist für uns ein Schlüsselelement beim Aufbau guter Beziehungen. Unser Team arbeitet nicht nur zusammen, sondern verbringt auch gemeinsam Freizeit. Mahlzeiten, Spielen an der Konsole und unvergessliche Ausflüge sind nur einige der Attraktionen bei Grand Transport Logistics. Wir organisieren unvergessliche Events für Mitarbeiter, die es ihnen ermöglichen, der Realität zu entfliehen."
    }
  },

  "career": {
    "mainTitle": "Career",
    "subtitle": {
      "firstHalf": "Work at Grand",
      "secondHalf": "Transport Logistics"
    },
    "text": "Working at Grand Transport Logistics is an ideal opportunity for you to expand your transport offer or develop your forwarding skills. Cooperation in projects, attractive remuneration system and constant development of skills are just a few features that characterize our activities.",
    "work": {
      "title": "Positions available",
      "carrier": "Carrier",
      "driver": "Driver",
      "dispatcher": "Dispatcher",
      "forwarder": "Forwarder",
      "administration": "Administration",
      "internationalForwarder": "International Forwarder"
    },
    "form": {
      "title": "Your contact details",
      "note": "If you want to join us, send your CV along with a cover letter to the address",
      "carrier": {
        "title": "Application for the Carrier Position"
      },
      "administration": {
        "title": "Application for the Administration Position"
      },
      "driver": {
        "title": "Application for the Driver Position"
      },
      "dispatcher": {
        "title": "Application for the Dispatcher Position"
      },
      "forwarder": {
        "title": "Application for the Forwarder Position"
      }
    }
  },
  "contactForm": {
    "title": "Contact form"
  },
  "contact": {
    "title": "Contact us",
    "subtitle": "Contact Grand Transport Logistics specialists to discuss the details of cooperation. We will answer your questions and dispel any doubts regarding logistics transport.",
    "teamTitle1": "Do you need contact with a specific person from our team?",
    "teamTitle2": "Take a look at the full Grand Transport Logistics crew"
  }
}
