{
  "langSwitcher": {
    "en": "English",
    "de": "Deutsch",
    "pl": "Polski",
    "chooseLang": "Polski"
  },
  "gallery": "Galeria",
  "documents": "Dokumenty",
  "aboutUs": {
    "mainTitle": "O nas",
    "whoWeAre": {
      "title": "Kim jesteśmy?",
      "subtitle": "Grand Transport Logistics to grupa specjalistów oferujących nowoczesne rozwiązania logistyczne na terenie całej Europy. Podczas pracy dbamy o utrzymywanie pozytywnych stosunków zarówno z naszymi klientami, jak i wewnątrz firmy. Przekłada się to bezpośrednio na wyniki w pracy i znaczny stabilny wzrost firmy. W naszej firmie kładziemy duży nacisk na innowacyjność i ciągły postęp. Wspieramy się nowoczesnymi narzędziami oraz wykorzystujemy sztuczną inteligencję, aby stale podnosić jakość naszych usług.",
      "punctuality": "Terminowość",
      "security": "Bezpieczeństwo",
      "partnership": "Partnerstwo"
    },
    "localization": {
      "title": "Nasze nowoczesne biuro",
      "subtitle": "Jesteśmy zlokalizowani w samym centrum Bydgoszczy. Biuro naszej firmy wyposażone jest w nowoczesny oraz ergonomiczny sprzęt z najwyższej półki, zapewniający wygodę i efektywność pracy."
    },
    "more": {
      "title": "Więcej o nas",
      "subtitle": "Integracja pracowników jest dla nas kluczowym elementem budującym dobre relacje. Nasz zespół nie tylko pracuje razem, ale także spędza ze sobą czas rekreacyjny. Posiłki, granie na konsoli czy też niezapomniane wypady to tylko część atrakcji w Grand Transport Logistics. Organizujemy dla pracowników niezapomniane wydarzenia, które pozwalają oderwać się od rzeczywistości."
    }
  },
  "career": {
    "mainTitle": "Kariera",
    "subtitle": {
      "firstHalf": "Praca w Grand",
      "secondHalf": "Transport Logistics"
    },
    "text": "Praca w Grand Transport Logistics to dla Ciebie idealna szansa na poszerzenie oferty transportowej lub rozwinięcie swoich umiejętności spedycyjnych. Współpraca w projektach, atrakcyjny system wynagrodzenia czy też stałe poszerzanie swoich umiejętności to tylko kilka cech, które charakteryzują naszą działalność.",
    "work": {
      "title": "Dostępne Stanowiska",
      "carrier": "Przewoźnik",
      "driver": "Kierowca",
      "dispatcher": "Dyspozytor",
      "forwarder": "Spedytor",
      "administration": "Administracja"
    }
  },
  "contactForm": {
    "title": "Formularz kontaktowy"
  },
  "contact": {
    "title": "Skontaktuj się",
    "subtitle": "Skontaktuj się z specjalistami Grand Transport Logistics w celu omówienia szczegółów współpracy. Odpowiemy na Państwa pytania i rozwiejemy wszelkie wątpliwości dotyczące transportu logistycznego.",
    "teamTitle1": "Potrzebujesz kontaktu z konkretną osobą z naszego teamu?",
    "teamTitle2": "Zerknij na pełną załogę Grand Transport Logistics"
  }
}
